tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "anyenv"
brew "deno"
brew "git"
brew "graphviz"
brew "grpcurl"
brew "mas"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "docker"
cask "fork"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "kindle"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "numi"
cask "qfinder-pro"
cask "sequel-ace"
cask "skitch"
cask "slack"
cask "steam"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "BetterSnapTool", id: 417375580
mas "Keepa - Price Tracker", id: 1533805339
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "PopClip", id: 445189367
mas "Reeder", id: 1529448980
mas "Tweetbot", id: 1384080005
mas "Yoink", id: 457622435
mas "宛名職人V25M", id: 1364345957
