tap "homebrew/bundle"
brew "awscli"
brew "git"
brew "mas"
brew "mise"
cask "alt-tab"
cask "appcleaner"
cask "arc"
cask "bartender"
cask "battery"
cask "bettertouchtool"
cask "docker"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "pgadmin4"
cask "popclip"
cask "raycast"
cask "slack"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "Affinity Publisher", id: 881418622
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Yoink", id: 457622435
mas "宛名職人V29M", id: 1609243951
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "christian-kohler.path-intellisense"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ritwickdey.liveserver"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
